<HTML><HEAD>
<TITLE>mailing Nelosa</title>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"></HEAD>
</HEAD>

<body>
<table width='75%' border='0' align="center">
  <tr>
    <td width='23%'><div align='center'><img src='http://www.nelosa.net/img/diseno.paginas/comunes/Nelosas/Nelosa_2.gif' width='165' height='64'></div></td>
    <td width='77%'><div align='center'><strong><font color='#FF0000' face='Arial, Helvetica, sans-serif'>Mailing consejos y novedades recarga de cartuchos Ink-Jet</font></strong> </div></td>
  </tr>
</table>
<table width="75%" border="0" align="center">
  <tr>
    <td height="189"><p>&nbsp;</p>
        <p align="center"><strong>USOS DEL LIMPIADOR</strong></p>
        <table width="97%"  border="0">
          <tr>
            <td><div align="center">
                <blockquote>
                  <blockquote>
                    <p><strong>Cartuchos con cabezal de impresion incorporado</strong></p>
                  </blockquote>
                </blockquote>
            </div></td>
          </tr>
          <tr>
            <td><p align="left"><br>
             </p></td>
          </tr>
        </table>
        <table width="95%"  border="0">
          <tr>
            <td width="69%">1 . Con el cartucho al reves, depositar unas gotas de liquido limpiador en el cabezal de impresion y dejar que actue durante 10 minutos<br>
  2. Apoyar en un pa&ntilde;o, durante 1 segundo, repetidas veces hasta que se marquen enel pa&ntilde;o todos los colores y comprobar imprimiendo un cuadradito por cada color.</td>
            <td width="31%"><div align="center"><img src="http://www.nelosa.net/img/a.inkjet/limpiador/cabezal.hp.jpg" width="208" height="92"></div></td>
          </tr>
          <tr>
            <td><div align="center"><img src="../../../../img/a.inkjet/limpiador/prueba.jpg" width="327" height="39"></div></td>
            <td></td>
          </tr>
          <tr>
            <td>3. Si no se recupera, mantener humedecido el cabezal durante media hora en un peque&ntilde;o recipiente, con altura de liquido limpiador de 3 - 4 m/m secar con la gamuza repetir paso 2.</td>
            <td><div align="center"><img src="http://www.nelosa.net/img/a.inkjet/limpiador/remojo.jpg" width="120" height="108"></div></td>
          </tr>
          <tr>
            <td colspan="2">Si el metodo anteriro no ha funcionado puede extraer 1 ml de tinta a trav&eacute;s de los cabezales utilizando los inyectores o extractores de tinta existentes o inyectar 1 ml de alcohol, por el orificio de recarga, insertando la aguja casi hasta el fondo del cartucho ( M&eacute;todo valido para impresoras con esponja interna )</td>
          </tr>
          <tr>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center"><strong>Usando la fuerza centr&iacute;fuga para la erecuperacion del cartucho</strong></div></td>
          </tr>
          <tr>
            <td colspan="2">En los cartuchos con esponja interior se pueden producir burbujas en el fondo del cartucho o secarse la tinta, impidiendo la ca&iacute;da de tinta hacia el cabezal.<br>
  Una de las mejores soluciones, es la fuerza centr&iacute;fuga.<br>
  Envuelva el cartucho en papel absorvente y en un bolsa de pl&aacute;stico para no manchar (Saldr&aacute; tinta del cartucho). <br>
  Sostenga el cartucho en posici&oacute;n vertical (cabezales u orificios hacia abajo), extender el brazo y sacudir una o varias veces (como se hace con un term&oacute;metro de mercurio) hasta que se marquen en trapo todos los colores y comprobar imprimiendo un cuadradito por cada color.</td>
          </tr>
          <tr>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center"><strong>Impresoras con el cabezal incorporado</strong></div></td>
          </tr>
          <tr>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td colspan="2">En este tipo de impresoras se pueden crear c&uacute;mulos de tinta en el cabezal, si se recargo en exceso el cartucho o por el uso de la impresora.</td>
          </tr>
          <tr>
            <td><p align="center"><img src="http://www.nelosa.net/img/a.inkjet/limpiador/cabezal.sucio.jpg" width="210" height="130"><br>
            </p></td>
            <td><img src="http://www.nelosa.net/img/a.inkjet/limpiador/cabezal.epson.jpg" width="166" height="124"></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center">La parte que no se ve del Cabezal de impresion</div></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center"><strong>Como hacer un cartucho limpiador</strong></div></td>
          </tr>
          <tr>
            <td colspan="2">Rellene un cartucho con 4 ml de alcohol y utilicelo para imprimir 2 o 3 hojas con un fondo del color que falla.</td>
          </tr>
          <tr>
            <td colspan="2"><div align="center"><strong>Limpieza esponjas internas</strong></div></td>
          </tr>
          <tr>
            <td colspan="2">Cortar la parte superior del cartucho, y lave las esponjas con abundante agua.</td>
          </tr>
          <tr>
            <td colspan="2"></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center">
                <blockquote>
                  <blockquote>
                    <p><strong>Limpieza simple del cabezal</strong></p>
                  </blockquote>
                </blockquote>
            </div></td>
          </tr>
          <tr>
            <td colspan="2">Cuando las limpiezas, utilizando el software de la impresora, no resulten efectivas.<br>
      1. Desconecte la impresora de la red<br>
      2. Coloque un pa&ntilde;o humedecido con una mezcla de nuestro limpiador de forma que al mover el cabezal manualmente, se sit&uacute;e en el centro de su recorrido y encima del pa&ntilde;o<br>
      3. Dejar reposar el cabezal encima del pa&ntilde;o 5 &oacute; 10 minutos.<br>
      4. Limpiar el cabezal utilizando el software de la impresora. Imprimir una hoja de prueba. </td>
          </tr>
          <tr>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td colspan="2"><div align="center"><strong>Limpieza drastica del cabezal</strong></div></td>
          </tr>
          <tr>
            <td>1. Cargar 5 ml. de l&iacute;quido limpiador en la jeringuilla con tubo, extraer el aire y situar debajo del cabezal un papel absorvente <br>
      2. Introducir el tubo por el perno que conecta con el interior del cartucho. Accione<br>
      varias veces el &eacute;mbolo de la jeringuilla hacia delante y hac&iacute;a atr&aacute;s, (con este procedimiento se limpian los conductos de tinta y el cabezal)<br>
      3. Repita la limpieza en los colores que est&eacute;n obstruidos, sit&uacute;e los cartuchos en su posici&oacute;n. De una orden de limpieza para que la impresora consuma la tinta mezclada con limpiador, repita la limpieza cada 5 min</td>
            <td rowspan="2"><div align="center"><img src="http://www.nelosa.net/img/a.inkjet/limpiador/jeri.metida.jpg" width="102" height="136"></div>              </td>
          </tr>
          <tr>
            <td></td>
          </tr>
        </table>        
        <p align="center">&nbsp;</p>
        <p><font color="#0000FF" face="Arial, Helvetica, sans-serif">Dudas: <a href="mailto:info@nelosa.net">info@nelosa.net</a></font></p>
        <p><font color="#0000FF" face="Arial, Helvetica, sans-serif">Atentamente<br>
        M. Quesada</font></p></td>
  </tr>
</table>
<p>&nbsp;</p>
<table width='650' border='0' align='center'>
  <tr>
    <td><div align='center'>
        <p><font color="#000000" size='1' face='Arial, Helvetica, sans-serif'>Si tienes cualquier pregunta o sugerencia hazlo pulsando <a href='http://www.nelosa.net'>aqui</a> </font><font size="1" face="Arial, Helvetica, sans-serif">- Reenvia este email a tus amigos! &nbsp; &nbsp; No estas subscrito, <A href='http://www.nelosa.net/gueb/paginas/Mailing/askMail.php' target=_blank>Pincha aqu&iacute; !</A></font><font size="1" face="Arial, Helvetica, sans-serif"><BR>
          Si no desea recibir consejos y novedades sobre la recarga <a 
      href='http://www.nelosa.net/gueb/paginas/Mailing/askMailU.php'>Pincha aqu&iacute; !</a></font></p>
    </div></td>
  </tr>
</table>
<p>&nbsp;</p>
<div align="center">
  <p>www.nelosa.net - info@nelosa.net - Tel: 00 34 93 352 20 03 - Fax: 00 34 93 340 45 60<br>
C/ Velia, 81 - 08016 - Barcelona - Espa&ntilde;a</p>
</div>
<p align="center">&nbsp;</p>
</body>
</html>
